// // підключення вбудованої бібліотеки assert
// var assert = require('assert');
// // створення групи тестів Arrays
// describe('Math test suitCase', function () {
//   // Всередині групи Array створюємо тести indexOf
//   describe('два тести у вашій групі', function () {
//     // Пояснення, що ми тестуємо
//     it('Перший тест має перевіряти чи є нерівність 33 = 9 дійсною', function () {
//       // Наш тест: -1 має бути рівним indexOf()
//       assert.strictEqual(9, 3 * 3);
//     });
//     it('Другий тест повинен перевірити нерівність (3 - 4) * 8 = -8', function () {
//       // Наш тест: -1 має бути рівним indexOf()
//       assert.strictEqual(-8, (3 - 4) * 8);
//     });

//   });
// });